/* No comment provided by engineer. */
" and %@" = " e %@";

/* No comment provided by engineer. */
"%@ requires that you fill out the %@ field" = "%1$@ richiede che riempi il campo %2$@";

/* positional accuracy. the %d is the number of meters, the m is english shorthand for meters. */
"%d m" = "%d m";

/* Count of observations by this user, singular. */
"%d Observation" = "%d osservazione";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d osservazione da caricare";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Osservazioni";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d osservazioni da caricare";

/* No comment provided by engineer. */
"%ld observed taxa" = "%ld tipologie osservate";

/* No comment provided by engineer. */
"%ldm accuracy" = "%ldm accuratezza";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
"<INatLocation: lat: %@ lon:%@ acc:%@>" = "<INatLocation: lat: %1$@ lon:%2$@ acc:%3$@>";

/* unknown positional accuracy */
"??? m" = "??? m";

/* No comment provided by engineer. */
"\n\nRequired by %@" = "\n\nRichiesto da %@";

/* No comment provided by engineer. */
"ABOUT" = "INFO";

/* No comment provided by engineer. */
"Add" = "Aggiungi";

/* text placeholder */
"Add a comment" = "Aggiungi un commento";

/* No comment provided by engineer. */
"Add Comment" = "Agggiungi Commento";

/* No comment provided by engineer. */
"Add ID" = "Aggiungi ID";

/* No comment provided by engineer. */
"Add observation" = "Aggiungi osservazione";

/* $1 is username, $2 is datetime */
"Added by %1$@ on %2$@" = "Aggiunto da %1$@ su %2$@";

/* No comment provided by engineer. */
"Added!" = "Aggiunto!";

/* No comment provided by engineer. */
"Adding Comment..." = "Aggiunta Commento...";

/* No comment provided by engineer. */
"Adding Identification..." = "Aggiunta Identificazione...";

/* No comment provided by engineer. */
"Agree" = "Concorda";

/* No comment provided by engineer. */
"Agreeing..." = "Concordando...";

/* No comment provided by engineer. */
"All" = "Tutto";

/* Indicator that the leaderboard applies to all species, not just a specific taxon. */
"All Species" = "Tutte le Specie";

/* @base text for email sign in button */
"Already have an account? Log In" = "Hai già un account? Loggati";

/* Button to always skip categorizing new observations into iconic taxa */
"Always skip this step" = "Salta sempre questo step";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Sei sicuro di volere lasciare questo progetto?";

/* No comment provided by engineer. */
"Are you sure?" = "Sei sicuro?";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Auto";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to Natusfera.gbif.es" = "Automatically upload new or edited content to Natusfera.gbif.es";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using Natusfera you agree to the Terms of Service and Privacy Policy." = "Usando Natusfera accetti i Termini del Servizio e le Condizioni sulla Privacy.";

/* No comment provided by engineer. */
"Can't find your user details. :(" = "Impossibile trovare i tuoi dettagli utente. :(";

/* No comment provided by engineer. */
"Cancel" = "Cancella";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Cancellazione...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "Impossibile usare la fotocamera";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "Impossibile accedere alle foto";

/* No comment provided by engineer. */
"Cannot rate" = "Impossibile valutare";

/* Title for the categorize page, which also asks the observer to try making an initial ID. */
"Categorize" = "Categorizza";

/* alert msg before changing the network affiliation. */
"Changing your Natusfera Network affiliation will alter some parts of the app, like what taxa appear in searches, but it will also allow the new network partner to view and download all of your data. Are you sure you want to do this?" = "Cambiando la tua affiliazione alla Natusfera Network alcune parti dell app verrano modificate, come quale testo appare nelle ricerche, ma permetterà anche a nuovi network partner di vedere e scaricare tutti i tuoi dati. Sei sicuro vuoi cambiare la tua affiliazione?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Spunta questa casella se vuoi che la licenza Creative Commons Attribution-Non Commercial sia applicata alle tue foto. Puoi scegliere una licenza diversa or rimuovere la licenza in futuro, ma questa è la migliore licenza per condividere con i ricercatori.";

/* title of alert after you reset your password */
"Check your email" = "Controlla la tua email";

/* No comment provided by engineer. */
"Choose a date" = "Scegli una data";

/* No comment provided by engineer. */
"Choose how your coordinates are displayed on the website." = "Scegli come le tue coordinate vengono visualizzate sul sito.";

/* title of inat network picker */
"Choose Natusfera Network" = "Scegli la Natusfera Network";

/* No comment provided by engineer. */
"Clear" = "Cancella";

/* No comment provided by engineer. */
"Comment failed :(" = "Commento fallito :(";

/* Confirm a new photo */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Conservation Status" = "Stato di conservazione";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Licenza dei contenuti";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Couldn't be added to project %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Impossibile determinare la tua posizione";

/* No comment provided by engineer. */
"Couldn't load Taxon Details" = "Impossibile caricare dettagli di tipologia";

/* Notice while we're creating an iNat account for them */
"Creating Natusfera account..." = "Creazione del account Natusfera in corso...";

/* No comment provided by engineer. */
"Delete download" = "Cancella download";

/* No comment provided by engineer. */
"Delete observation" = "Cancella osservazione";

/* Delete failed message */
"Deleted Failed" = "Eliminazione non riuscita";

/* Deletes pending sync. */
"Deletes To Sync" = "Deletes To Sync";

/* No comment provided by engineer. */
"DESCRIPTION" = "DESCRIZIONE";

/* No comment provided by engineer. */
"Description" = "Descrizione";

/* funding thank yous */
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org) developed by CREAF (www.creaf.cat/es). It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es) Obra Social La Caixa (www.lacaixa.es), the National Biodiversity Node in Spain, GBIF.ES (www.gbif.es) and the Institute of the Sea (www.icm.csic.es) Sciences. the administration, coordination, maintenance and content management is performed through the CREAF and GBIF.ES." = "Natusfera è un adattamento del iNaturalist (www.inaturalist.org) sviluppato da CREAF (www.creaf.cat/es). È finanziato dalla FECYT, Fondazione spagnola per la scienza e tecnologia (www.fecyt.es) Obra Social la Caixa (www.lacaixa.es), la nazionale biodiversità nodo in Spagna, GBIF.ES (www.gbif.es) e l'Istituto del mare (www.icm.csic.es) Scienze. l'amministrazione, coordinamento, la manutenzione e la gestione dei contenuti viene eseguita attraverso il CREAF e GBIF.ES.";

/* No comment provided by engineer. */
"Details" = "Dettagli";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Non mostrare suggerimenti";

/* No comment provided by engineer. */
"Download" = "Scarica";

/* No comment provided by engineer. */
"Download for offline use" = "Scarica per uso non in linea";

/* No comment provided by engineer. */
"Download not available" = "Download non disponibile";

/* No comment provided by engineer. */
"Downloaded" = "Scaricato";

/* No comment provided by engineer. */
"Downloading..." = "Scaricando...";

/* No comment provided by engineer. */
"Edit location" = "Modifica luogo";

/* No comment provided by engineer. */
"Edit observation" = "Modifica osservazione";

/* No comment provided by engineer. */
"Editor" = "Editare";

/* No comment provided by engineer. */
"Either there was an error on the server or the guide no longer exists." = "C'è stato un problema con il server, oppure la guida non esiste più.";

/* Placeholder text for the email text field in signup
   portion of the base text for email signup button that is bold. must be a substring of the base test.
*/
"Email" = "Email";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "Permetti ad iOS di autocorreggere l'ortografia dei nomi delle Specie.";

/* tooltip text for skip categorization option. */
"Enable to make a quick, initial identification from high-level taxa when making a new observation." = "Attiva per fare una veloce identificazione iniziale da tipologie di alto livello quando si fa una nuova osservazione.";

/* No comment provided by engineer. */
"EOL" = "EOL";

/* Error message when we can't load a newly saved image */
"Error using newly saved image!" = "Error nell'usare la nuova immagine salvata!";

/* No comment provided by engineer. */
"Explore" = "Esplora ";

/* Name of Facebook for the Facebook signin button
   portion of the base text for fb login button that is bold. must be a substring of the base test.
*/
"Facebook" = "Facebook";

/* Unknown iNaturalist create account error */
"Failed to create an Natusfera account. Please try again." = "Impossibile creare un Natusfera account. Per favore prova di nuova.";

/* No comment provided by engineer. */
"Failed to download guide" = "Impossibile scaricare guida";

/* Unknown facebook login error */
"Failed to login to Facebook. Please try again later." = "Errore nell accedere il tuo Facebook account. Per favore riprova più tardi.";

/* Unknown google login error */
"Failed to login to Google Plus. Please try again later." = "Errore nell accedere il tuo account Google plus. Per favore riprova più tardi.";

/* Unknown iNat login error */
"Failed to login to Natusfera. Please try again." = "Errore nell accedere il tuo Natusfera account. Per favore riprova più tardi.";

/* error message when an obs photo doesn't have a file on the phone. */
"Failed to upload photo # %d from observation '%@'" = "Error nell upload della foto # %1$d from observation '%2$@'";

/* No comment provided by engineer. */
"Featured" = "In evidenza";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Cercando osservazioni recenti nell'area della mappa";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Cercando osservazioni recenti nel mondo";

/* No comment provided by engineer. */
"Fetching..." = "Cercando...";

/* No comment provided by engineer. */
"Find %@ named '" = "Trova %@ chiamato '";

/* No comment provided by engineer. */
"Find my observations" = "Trova le mie osservazioni";

/* No comment provided by engineer. */
"Find observations near me" = "Trova osservazioni vicine a me";

/* No comment provided by engineer. */
"Finding your location..." = "Ricercando la tua posizione...";

/* Title for forgot password button. */
"Forgot?" = "Dimenticato?";

/* No comment provided by engineer. */
"Found conflicting user details. :(" = "Trovati dettagli utente in conflitto. :(";

/* No comment provided by engineer. */
"Found one!" = "Ne è stato trovato uno!";

/* No comment provided by engineer. */
"Found you!" = "Sei stato trovato!";

/* No comment provided by engineer. */
"Get current location" = "Ottieni posizione corrente";

/* Name of Google for the G+ signin button */
"Google" = "Google";

/* portion of the base text for g+ login button that is bold. must be a substring of the base test. */
"Google+" = "Google+";

/* Button to dismiss a tutorial screen */
"Got It" = "Ricevuto";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "L'editor di guida deve abilitare questa funzionalità.";

/* Title for guides button on the Me tab */
"Guides" = "Guide";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the Natusfera community" = "Le guide sono create e condivise dalla community di Natusfera";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Le guide sono liste di specie";

/* No comment provided by engineer. */
"ID PLEASE" = "ID per favore";

/* Title of identification failure alert */
"Identification Failed" = "Identificazione fallita";

/* No comment provided by engineer. */
"Identification failed :(" = "Identificazione fallita :(";

/* body of alert after you reset your password */
"If the email address you entered is associated with an Natusfera account, you should receive an email at that address with a link to reset your password." = "Se l'indirizzo email inserito non è associato con un account Natusfera, dovresti ricevere un email a quell'indirizzo con un link per resettare la tua password.";

/* No comment provided by engineer. */
"Import Error" = "Errore di importazione";

/* No comment provided by engineer. */
"in project '%@'" = "nel progetto '%@'";

/* No comment provided by engineer. */
"Natusfera" = "Natusfera";

/* inat core team, alphabetically */
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org), created by the CREAF, Centre for Ecological Research and Forestry Applications (www.creaf.cat/es). It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es), Obra Social La Caixa (www.lacaixa.es) and the National Biodiversity Node in Spain, GBIF.ES (www. gbif.es) and the Institute of the Sea (www.icm.csic.es) .The administration, coordination, maintenance and content management science is done through the CREAF and GBIF.ES." = "Natusfera è un adattamento del iNaturalist (www.inaturalist.org), creato dal CREAF, Centro di ricerca ecologica e applicazioni forestali (www.creaf.cat/es). È finanziato dalla FECYT, Fondazione spagnola per la Scienza e la Tecnologia (www.fecyt.es), Obra Social la Caixa (www.lacaixa.es) e il National biodiversità nodo in Spagna, gBIF.ES (www. gbif.es) e l'Istituto del mare (www.icm.csic. s) .La gestione, il coordinamento, la manutenzione e la gestione dei contenuti della scienza viene fatto attraverso il CREAF e GBIF.ES. ";

/* open source contributions */
"Natusfera, being an adaptation of iNaturalist (www.inaturalist.org), using Ruby on Rails, MySQL, jQuery, Google Maps and Flickr as software tools, and Catalogue of Life and ubio as taxonomic data sources." = "Natusfera, essendo un adattamento di iNaturalist (www.inaturalist.org), con Ruby on Rails, MySQL, jQuery, Google Maps e Flickr come strumenti software, e Catalogo della vita e ubio come origini dati tassonomici.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Username o password errata.";

/* No comment provided by engineer. */
"Internet connection required" = "Connessione internet necessaria";

/* No comment provided by engineer. */
"Internet required" = "Internet necessario";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Introducing Auto Upload!";

/* Error for bad email when making account. */
"Invalid Email Address" = "Indirizzo email non valido";

/* Unknown invalid input */
"Invalid input" = "Immissione non valida";

/* Error for bad username hwne making account. */
"Invalid Username" = "Username non valido";

/* No comment provided by engineer. */
"Join" = "Unisciti";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Unisciti ai progetti per selezionarli quando registri nuove osservazioni";

/* No comment provided by engineer. */
"Joined" = "Iscritto";

/* No comment provided by engineer. */
"Joining..." = "Unendosi...";

/* Title for leaderboard page. */
"Leaderboard" = "Classifica";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Impara di più";

/* No comment provided by engineer. */
"Leave" = "Abbandona";

/* No comment provided by engineer. */
"Leaving..." = "Abbandonando...";

/* No comment provided by engineer. */
"License" = "Licenza";

/* Loading message while a leaderboard is being downloaded from the web */
"Loading leaderboard" = "Caricamento classifica";

/* No comment provided by engineer. */
"Loading..." = "Caricamento...";

/* No comment provided by engineer. */
"Location obscured" = "Luogo oscurato";

/* No comment provided by engineer. */
"locations" = "luoghi";

/* Title for login button */
"Log in" = "Accedi";

/* portion of the base text for email sign in button that is bold. must be a substring of the base test.
   Title for button that allows users to log in to their existing iNat account
   title of the log in screen
*/
"Log In" = "Accedi";

/* Title for login problem alert */
"Log In Problem" = "Problema durante l'accesso";

/* @base text for fb login button */
"Log In with Facebook" = "Accedi con Facebook";

/* @base text for g+ login button */
"Log In with Google+" = "Accedi con Google+";

/* Notice while we're logging them in */
"Logging in..." = "Sto accedendo...";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Sembra ci sia stato un errore: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Sembra che tu non abbia osservazioni.";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Assicurati che iNat abbia il permesso di accedere alla tua posizione o dai al GPS il tempo per trovarla.";

/* Tooltip prompting users to make their first observation */
"Make your first observation" = "Fai la tua prima osservazione";

/* No comment provided by engineer. */
"Manage download" = "Gestisci download";

/* Placeholder text for not logged title on me tab. */
"Me" = "Io";

/* Help text for password during create account. */
"Min. %d characters" = "Min. %d caratteri";

/* No comment provided by engineer. */
"Missing Field" = "Campo mancante";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "chiamato '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "chiamato '%@'";

/* No comment provided by engineer. */
"Nearby" = "Nei pressi";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Needs Your Attention";

/* No comment provided by engineer. */
"Network Unavailable" = "Network Unavailable";

/* No comment provided by engineer. */
"Network unavailable, cannot add comment" = "Rete non disponibile, impossibile aggiungere commento";

/* No comment provided by engineer. */
"Network unavailable, cannot add identification" = "Rete non disponibile, impossibile aggiungere identificazione";

/* No comment provided by engineer. */
"Network unavailable, cannot search Natusfera.gbif.es" = "Rete non disponibile, impossibile cercare Natusfera.gbif.es";

/* No comment provided by engineer. */
"Network unreachable" = "Rete non raggiungibile";

/* Next button when picking photos for a new observation */
"Next" = "Avanti";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No App Store URL configured" = "Nessun URL App Store configurato";

/* No comment provided by engineer. */
"No description" = "Nessuna descrizione";

/* No comment provided by engineer. */
"No description." = "Nessuna descrizione.";

/* No comment provided by engineer. */
"No featured projects." = "Nessun progetto in primo piano.";

/* No comment provided by engineer. */
"No matching taxa" = "Nessuna tipologia corrispondente";

/* No comment provided by engineer. */
"No nearby guides." = "Nessuna guida vicina.";

/* No comment provided by engineer. */
"No nearby projects." = "Nessun progetto vicino.";

/* No comment provided by engineer. */
"No observation rules" = "Nessuna regola d'osservazione";

/* Header observation count title when there are none. */
"No Observations" = "Nessun osservazioni";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Organismi non trovati. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Persona non trovata. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Luogo non trovato. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Progetto non trovato. :(";

/* No comment provided by engineer. */
"No terms." = "Nessun termine.";

/* No comment provided by engineer. */
"No Thanks" = "No Thanks";

/* cancel button before changing network affiliation. */
"No, don't change my affiliation" = "No, non cambiare la mia affiliazione";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "NO\nFOTO";

/* No comment provided by engineer. */
"None, all rights reserved" = "Nessuno, tutti i diritti riservati";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Oss";

/* No comment provided by engineer. */
"Obscured" = "Oscurato";

/* No comment provided by engineer. */
"obscured" = "oscurato";

/* No comment provided by engineer. */
"Observation Rules" = "Regole d'osservazione";

/* Title for New Observation Tab Bar Button */
"Observe" = "Osserva";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Off";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "On";

/* Title error with oops text. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Open" = "Aperto";

/* No comment provided by engineer. */
"open" = "aperto";

/* No comment provided by engineer. */
"Open in Safari" = "Apri con Safari";

/* No comment provided by engineer. */
"Open link in Safari" = "Apri il link in Safari";

/* label above alternate login option buttons (ie g+, facebook) */
"Or Log In with:" = "O accedi con:";

/* No comment provided by engineer. */
"organisms" = "organismi";

/* Placeholder text for the password text field in signup */
"Password" = "Password";

/* Error for bad password when making account */
"Passwords must be six characters in length." = "La password deve essere di sei caratteri.";

/* No comment provided by engineer. */
"people" = "persone";

/* No comment provided by engineer. */
"Permission denied" = "Permesso negato";

/* No comment provided by engineer. */
"Photo %@" = "Foto %@";

/* Title for photo save error alert msg */
"Photo Save Error" = "Errore salvataggio foto";

/* Alert message when we don't have permission to access the camera. */
"Please make sure Natusfera is turned on in Settings > Privacy > Camera" = "Accertati che Natusfera è attivato in impostazioni>Privacy>Camera";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure Natusfera is turned on in Settings > Privacy > Photos" = "Accertati che Natusfera è attivato in impostazioni>Privacy>Foto";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Prova ancora tra qualche minuto.";

/* Previous */
"Prev" = "Prec";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"private" = "privato";

/* No comment provided by engineer. */
"Private" = "Privato";

/* Title for projects button on the Me tab */
"Projects" = "Progetti";

/* No comment provided by engineer. */
"projects" = "progetti";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "I progetti sono collezioni di osservazioni con uno scopo comune";

/* No comment provided by engineer. */
"Pull to Refresh" = "Tira per aggiornare";

/* No comment provided by engineer. */
"Re-download" = "Ri-scarica";

/* No comment provided by engineer. */
"Refreshing..." = "Aggiornando...";

/* No comment provided by engineer. */
"Request timed out" = "Richiesta interrotta";

/* No comment provided by engineer. */
"RESEARCH" = "RICERCA";

/* No comment provided by engineer. */
"Restricted to current map area" = "Limitato all'area della mappa attuale";

/* Retake a photo */
"Retake" = "Ri-scatta";

/* No comment provided by engineer. */
"Save" = "Salva";

/* status while saving your image */
"Saving new photo..." = "Salvataggio foto...";

/* No comment provided by engineer. */
"Saving..." = "Salvataggio...";

/* No comment provided by engineer. */
"Search" = "Cerca";

/* No comment provided by engineer. */
"Searching for organisms..." = "Cercando organismi...";

/* No comment provided by engineer. */
"Searching for people..." = "Cercando persone...";

/* No comment provided by engineer. */
"Searching for place..." = "Cercando posto...";

/* No comment provided by engineer. */
"Searching for project..." = "Cercando progetto...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Cercando osservazioni recenti nell'area della mappa";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Cercando osservazioni recenti nel mondo";

/* No comment provided by engineer. */
"seen at '%@'" = "visto a '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "visto da '%@'";

/* The name of the iOS Settings app, used in an alert button that will launch Settings.
   Title for the settings screen.
*/
"Settings" = "Impostazioni";

/* No comment provided by engineer. */
"Share" = "Condividi";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Condividi le tue osservazioni con la comunità.";

/* No comment provided by engineer. */
"Sign in" = "Accedi";

/* No comment provided by engineer. */
"Sign out" = "Esci";

/* Title for button that allows users to sign up for a new iNat account
   Title of the Natusfera sign up form screen
*/
"Sign Up" = "Iscriviti";

/* text for sign up button on sign up screen */
"Sign up" = "Iscriviti";

/* @base text for email signup button */
"Sign Up with Email" = "Iscriviti con l'email";

/* No comment provided by engineer. */
"Signing out..." = "Uscita in corso...";

/* Button to skip categorizing new observations into iconic taxa */
"Skip for now" = "Salta per ora";

/* title for skip button during signup prompt */
"Skip ›" = "Salta›";

/* Name of an observation when we don't have a species guess. */
"Something" = "Qualcosa";

/* No comment provided by engineer. */
"Something..." = "Qualcosa...";

/* No comment provided by engineer. */
"Somewhere..." = "Da qualche parte...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Ordina";

/* Species optino for explore leaderboard sorting. Must be short. */
"Species" = "Specie";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistiche";

/* No comment provided by engineer. */
"Syncing list..." = "Sincronizzando lista...";

/* Title of me header when syncing deletions. */
"Syncing..." = "Syncing...";

/* No comment provided by engineer. */
"TAGS" = "ETICHETTE";

/* No comment provided by engineer. */
"Terms" = "Termini";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Termini del servizio";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Si è verificato un errore inatteso.";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "Questo può accadere quando la tua connessione internet è lenta o debole. Prova ancora la prossima volta che sei col WiFi.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Questa azione rimuoverà anche le tue osservazioni da questo progetto.";

/* No comment provided by engineer. */
"This will delete all your observations on this device.  It will not affect any observations you've uploaded to Natusfera." = "L'azione cancellerà tutte le tue osservazioni da questo dispostivo. Non ci saranno invece effetti sulle osservazioni che hai caricato su Natusfera.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Verrà scaricato il %@ dei dati così potrai utilizzare questa guida anche senza accesso a internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Periodo di tempo";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Prova ancora la prossima volta che sei connesso a internet.";

/* button title to turn on autoupload */
"Turn On" = "Turn On";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to Natusfera." = "Turn on Auto Upload and your observations will be automatically uploaded to Natusfera.";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Impossibile aggiungere indentificazione per questa osservazione. Per favore riprova più tardi.";

/* No comment provided by engineer. */
"Unable to find location" = "Impossibile trovare luogo";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Impossibile indentificare questa osservazione per quella specie. Per favore riprova più tardi.";

/* Title for error */
"Unable to load page" = "Impossibile caricare la pagina";

/* No comment provided by engineer. */
"Unknown" = "Sconosciuto";

/* Message body when we don't know the error */
"Unknown error" = "Errore sconosciuto";

/* unknown delete error */
"Unknown error while attempting to delete." = "Unknown error while attempting to delete.";

/* Unknown error */
"Unknown error while making an identification." = "Errore sconosciuto mentre viene fatta una identificazione.";

/* No comment provided by engineer. */
"Unprocessable entity" = "Entità non elaborabile";

/* Title for upload button. */
"Upload" = "Caricare";

/* Title of me header while uploading observations. First number is the index of the obs being uploaded, second is the count in the current upload 'session'. */
"Uploading %d of %d" = "Caricamento di %1$d di %2$d";

/* Title of me header while uploading one observation. Text is observation species. */
"Uploading '%@'" = "Caricamento '%@'";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Caricamento in corso...";

/* join iNat network partner alert title */
"Use %@?" = "Utilizzare %@?";

/* Placeholder text for the username text field in signup */
"Username" = "Nome utente";

/* No comment provided by engineer. */
"Version %@, build %@" = "Versione %1$@, build %2$@";

/* No comment provided by engineer. */
"View more about this species on..." = "Guarda di più su questa specie su...";

/* Open one of my observations on iNat.org or a partner site. */
"View on %@" = "Mostra su %@";

/* No comment provided by engineer. */
"View Taxon Details" = "Guarda dettagli tipologia";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Visit %@ to create your own projects";

/* Subtitle below image for guides tutorial screen */
"Visit Natusfera.gbif.es to create your own guides" = "Visita Natusfera.gbif.es per creare le tue guide personali";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "In attesa di caricare...";

/* inat ios translation team, alphabetically */
"We are grateful for the translation assistance provided by the following members of the crowdin.com community: Carlos Alonso, Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, eldadzz, jacquesboivin, harum koh, Angelo Loula, myerssusan, nagatowell, natleclaire, James Page, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Siamo grati per l'assistenza alla traduzione fornitaci dai seguenti membri appartenenti alla comunità di crowdin.com: Carlos Alonso, Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, eldadzz, jacquesboivin, harum koh, Angelo Loula, myerssusan, nagatowell, natleclaire, James Page, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. Per fare parte del gruppo di traduzione di iNaturalist iOS, ti preghiamo di visitare https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Non abbiamo il permesso di iOS per usare la tua posizione.";

/* No comment provided by engineer. */
"Which organism?" = "Quale organismo?";

/* No comment provided by engineer. */
"Which person?" = "Quale persona?";

/* No comment provided by engineer. */
"Which place?" = "Quale posto?";

/* No comment provided by engineer. */
"Which project?" = "Quale progetto?";

/* Default upload failure alert title. */
"Whoops!" = "Ops!";

/* No comment provided by engineer. */
"Wikipedia" = "Wikipedia";

/* Indicator that the leaderboard is global, not specific to a project or a place */
"Worldwide" = "In tutto il mondo";

/* join iNat network partner alert message */
"Would you like to use %@, a member of the Natusfera Network in %@? Clicking OK will localize your experience and share data accordingly." = "Vuoi utilizzare %1$@, un membro della rete Natusfera in %2$@? Facendo clic su OK verrà localizzata la vostra esperienza e di conseguenza verranno condivisi i dati.";

/* No comment provided by engineer. */
"YES" = "SÌ";

/* continue button before changing network affiliation. */
"Yes, change my affiliation" = "Sì, cambia la mia affiliazione";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Sì, fornisci i miei contenuti così che gli scienziati possano utilizzare i miei dati. Ulteriori informazioni";

/* No comment provided by engineer. */
"You don't have any projects yet." = "Non hai ancora alcun progetto.";

/* No comment provided by engineer. */
"You haven't created or downloaded any guides yet." = "Non hai creato o scaricato alcuna guida per ora.";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "Non hai aderito a nessun progetto per ora.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Devi essere connesso a internet per fare questo.";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = "Devi essere connesso a internet per sincronizzare.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to Natusfera.gbif.es" = "È necessario essere connessi a Internet per caricare su Natusfera.gbif.es";

/* Reason for signup prompt when trying to add a comment in explore. */
"You must be logged in to comment." = "Devi usare il tuo account per commentare.";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason.
*/
"You must be logged in to do that." = "Devi essere loggato per farlo.";

/* Reason for signup prompt when trying to add an ID in explore. */
"You must be logged in to identify observations." = "Devi essere loggato per identificare le osservazioni.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Devi essere loggato per sincronizzazione l'utente ai progetti.";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to Natusfera.gbif.es." = "Devi essere loggato per caricare su Natusfera.gbif.es.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Devi essere loggato per caricare.";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "Devi essere loggato per farlo.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Deve essere loggato per partecipare a un progetto.";

/* No comment provided by engineer. */
"You've denied Natusfera access to certain kinds of data, most likely location data, so some of the photo data couldn't be imported.  To change this, open your Settings app, click Location Services, and make sure Location Services are on for Natusfera." = "Hai negato a Natusfera l'accesso a un certo tipo di dati, probabilmente di localizzazione, quindi alcuni dati delle foto non sono stati importati. Per modificare questa opzione, apri le impostazioni dell'app e abilita i Servizi di Localizzazione per Natusfera.";

/* No comment provided by engineer. */
"Your Guides" = "Le tue guide";
